Version2/TestTool-Fosters/TestTool.Setup/Requests/MediaConf/RemovePTZConfiguration/TC.MC.NVT.03_REQ_02.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:trt="http://www.onvif.org/ver10/media/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <trt:RemovePTZConfiguration>
      <trt:ProfileToken>testprof0</trt:ProfileToken>
    </trt:RemovePTZConfiguration>
  </soap:Body>
</soap:Envelope>